Repository: Peziman/plugin.service.carpcButler
Catalog: resources/language/*/strings.po
Languages: german

# #30001
source: Ignition turned off!
german: Zundung wurde abgeschaltet!

# #30002
source: Make it a pit stop?
german: Machen Sie einen Tankstopp?

# #30003
source: Should I wait for you?
german: Soll Ich auf Sie warten?

# #30004
source: Please wait
german: Ja, warte

# #30005
source: No
german: Nein

# #30006
source: Welcome Back!
german: Willkommen zuruck!

# #30007
source: Plugin PiDash not installed!
german: Plugin PiDash nicht installiert!

# #30008
source: Plugin xTouch not installed!
german: Plugin xTouch nicht installiert!

# #30101
source: Display
german: Bildschirm

# #30102
source: Light
german: Licht

# #30104
source: Others
german: Sonstiges

# #30105
source: Maximal Standby Time in sec
german: Maximale Standby Zeit in s

# #30106
source: Day-Night Function
german: Tag-Nacht Umschaltung

# #30107
source: Rearcam
german: Rückfahrkamera

# #30108
source: GPIO Input Ignition
german: GPIO Eingang Zündung

# #30109
source: GPIO Output Power-bridging
german: GPIO Ausgang Power Überbrückung

# #30110
source: Display Controlled By Hardware
german: Display Hardware gesteuert

# #30111
source: GPIO Output Display Standby (only values 2-27!)
german: GPIO Ausgang Display Standby (Nur Werte 2-27!)

# #30112
source: GPIO Input Lightswitch
german: GPIO Eingang Lichtschaltung

# #30113
source: GPIO Input Reverse Gear Switch
german: GPIO Eingang Rückwärtsgang Schalter

# #30114
source: Power LED Function
german: Power LED Funktion

# #30115
source: GPIO Output Power LED
german: GPIO Ausgang Power LED

# #30116
source: Amp Control Function
german: Verstärker Steuerung Funktion

# #30117
source: GPIO Output Amp Control
german: GPIO Ausgang Verstärker Steuerung
